content/posts/Some_Quantum_Mechanical_Properties_of_the_Wolfram_Model_by_Jonathan_Gorard_in_2020.md
+++
title = "Some Quantum Mechanical Properties of the Wolfram Model by Jonathan Gorard in 2020"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:35:56-04:00
slug = "Some_Quantum_Mechanical_Properties_of_the_Wolfram_Model_by_Jonathan_Gorard_in_2020"
draft = false
+++

## [digital physics]({{< relref "digital_physics" >}}), [theoretical physics]({{< relref "theoretical_physics" >}}), [physics]({{< relref "physics" >}}), [quantum mechanics]({{< relref "quantum_mechanics" >}}) {#digital-physics--digital-physics-dot-md--theoretical-physics--theoretical-physics-dot-md--physics--physics-dot-md--quantum-mechanics--quantum-mechanics-dot-md}


## 1. Introduction {#1-dot-introduction}


## 2. Operators, observables, and the uncertainty principle {#2-dot-operators-observables-and-the-uncertainty-principle}


### 2.1 A brief recap: abstract term rewriting, the Church-Rosser property and causal invariance {#2-dot-1-a-brief-recap-abstract-term-rewriting-the-church-rosser-property-and-causal-invariance}


### 2.2 Multiway evolution and Knuth-Bendix completion {#2-dot-2-multiway-evolution-and-knuth-bendix-completion}


### 2.3 Wave function collapse and the uncertainty principle {#2-dot-3-wave-function-collapse-and-the-uncertainty-principle}


### 2.4 Some mathematical and computational considerations {#2-dot-4-some-mathematical-and-computational-considerations}


## 3. Branchlike foliations and multiway relativity {#3-dot-branchlike-foliations-and-multiway-relativity}


### 3.1 Branchial geometry and multiway invariance {#3-dot-1-branchial-geometry-and-multiway-invariance}


### 3.2 Complex projective Hilbert space and multiway relativity {#3-dot-2-complex-projective-hilbert-space-and-multiway-relativity}


### 3.3 Interpretations of multiway invariance and the multiway causal graph {#3-dot-3-interpretations-of-multiway-invariance-and-the-multiway-causal-graph}


### 3.4 Bell's theorem, particles and consequences of multiway relativity {#3-dot-4-bell-s-theorem-particles-and-consequences-of-multiway-relativity}


## 4. Concluding remarks {#4-dot-concluding-remarks}
